Repository: Jeihunn/fastapi-blog-best-practices
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: az

source: Email Verification Request
az: E-poçt Doğrulama Tələbi

source: Password Reset Request
az: Parol Sıfırlama Tələbi

source: Password must be at least %(min_length)d characters long.
az: Parol ən az %(min_length)d simvoldan ibarət olmalıdır.

source: Password cannot contain parts of your email address.
az: Parolda e-poçt ünvanınızın hissələri ola bilməz.

source: Password must include at least one uppercase letter.
az: Parolda ən azı bir böyük hərf olmalıdır.

source: Password must include at least one lowercase letter.
az: Parolda ən azı bir kiçik hərf olmalıdır.

source: Password must include at least one digit.
az: Parol ən azı bir rəqəmdən ibarət olmalıdır.

source: Password must include at least one special character (e.g. !@#%).
az: Parolda ən azı bir xüsusi simvol olmalıdır (məsələn, !@#%).

source: Category
az: Kateqoriya

source: Categories
az: Kateqoriyalar

source: Blog
az: Bloq

source: Tag
az: Etiket

source: Tags
az: Etiketlər

source: Blog post
az: Bloq yazısı

source: Blog posts
az: Bloq yazıları

source: Likes count
az: Bəyənmə sayı

source: Comments count
az: Şərh sayı

source: Comment
az: Şərh

source: Comments
az: Şərhlər

source: Blog like
az: Bloq bəyənməsi

source: Blog likes
az: Bloq bəyənmələri

source: BlogPost
az: BloqYazısı

source: Name
az: Ad

source: Author ID
az: Müəllif ID

source: Title
az: Başlıq

source: Content
az: Məzmun

source: Cover image
az: Əsas şəkil

source: Published
az: Nəşr olundu

source: Published at
az: Nəşr tarixi

source: Author
az: Müəllif

source: Likes
az: Bəyənmələr

source: User ID
az: İstifadəçi ID

source: Blog post ID
az: Bloq yazısı ID

source: User
az: İstifadəçi

source: Blog post not found
az: Bloq yazısı tapılmadı

source: Created at
az: Yaradılma tarixi

source: Updated at
az: Yenilənmə tarixi

source: No upload_to defined for file field '%(field)s'
az: '%(field)s' fayl sahəsi üçün upload_to təyin edilməyib

source: value is not a valid email address: %(reason)s
az: dəyər etibarlı e-poçt ünvanı deyil: %(reason)s

source: The part after the @-sign is not valid. It should have a period.
az: @ işarəsindən sonrakı hissə etibarlı deyil. Orada nöqtə olmalıdır.

source: There must be something after the @-sign.
az: @ işarəsindən sonra nəsə olmalıdır.

source: There must be something before the @-sign.
az: @ işarəsindən əvvəl nəsə olmalıdır.

source: value is not a valid phone number
az: dəyər etibarlı telefon nömrəsi deyil

source: Field required
az: Bu sahə tələb olunur

source: String should have at least %(min_length)d characters
az: Mətn ən az %(min_length)d simvoldan ibarət olmalıdır

source: Unsupported file type: %(type)s. Allowed types: %(allowed)s
az: Dəstəklənməyən fayl tipi: %(type)s. İcazə verilən tiplər: %(allowed)s

source: File too large (%(actual)s > %(allowed)s)
az: Fayl çox böyükdür (%(actual)s > %(allowed)s)

source: Contact
az: Əlaqə

source: Contacts
az: Əlaqələr

source: General
az: Ümumi

source: Phone number
az: Telefon nömrəsi

source: Email
az: E-poçt

source: Message
az: Mesaj

source: An error occurred while submitting your message.
az: Mesajınızı göndərərkən xəta baş verdi.

source: Your message has been received.
az: Mesajınız qəbul edildi.

source: Reset password
az: Parolu sıfırla

source: Both password fields must be non-empty strings.
az: Hər iki parol sahəsi boş ola bilməz.

source: The passwords do not match.
az: Parollar uyğun gəlmir.

source: Users
az: İstifadəçilər

source: Account
az: Hesab

source: Password
az: Parol

source: Active
az: Aktiv

source: Superuser
az: Superistifadəçi

source: Verified
az: Təsdiqlənib

source: OAuth account
az: OAuth hesabı

source: OAuth accounts
az: OAuth hesabları

source: OAuth name
az: OAuth adı

source: Expires at
az: Bitmə tarixi

source: Account ID
az: Hesab ID

source: Account email
az: Hesabın e-poçtu

source: Date joined
az: Qoşulma tarixi

source: Last login
az: Son giriş

source: First name
az: Ad

source: Last name
az: Soyad

source: Profile image
az: Profil şəkli

source: Blog Likes
az: Bloq bəyənmələri

source: Model field '%(field)s' not found.
az: '%(field)s' model sahəsi tapılmadı.

source: An error occurred while uploading the file.
az: Fayl yüklənərkən xəta baş verdi.

source: Failed to update user profile with new image.
az: İstifadəçi profili yeni şəkillə yenilənmədi.

source: Profile image updated successfully.
az: Profil şəkli uğurla yeniləndi.

source: No profile image to clear.
az: Təmizlənəcək profil şəkli yoxdur.

source: Failed to clear profile image from user record.
az: Profil şəklini istifadəçi qeydindən silmək mümkün olmadı.

source: Current password is incorrect.
az: Hazırkı parol yanlışdır.

source: Failed to update password hash.
az: Parol hash-i yenilənmədi.

source: An error occurred while changing the password.
az: Parolu dəyişərkən xəta baş verdi.

source: Password changed successfully.
az: Parol uğurla dəyişdirildi.

source: Column
az: Sütun

source: Value
az: Dəyər

source: Go Back
az: Geri qayıt

source: Delete
az: Sil

source: Edit
az: Redaktə et

source: Reset Password
az: Parolu sıfırla

source: Reset Password for
az: Üçün parolu sıfırla

source: New Password
az: Yeni parol

source: Enter new password
az: Yeni parolu daxil edin

source: Confirm Password
az: Parolu təsdiqləyin

source: Confirm new password
az: Yeni parolu təsdiqləyin

source: Cancel
az: Ləğv et

source: Notification
az: Bildiriş

source: If you have any questions or require additional assistance, please do not hesitate to contact us at
az: Əgər hər hansı sualınız varsa və ya əlavə yardıma ehtiyacınız olarsa, bizimlə əlaqə saxlamaqdan çəkinməyin

source: Sincerely,
az: Hörmətlə,

source: Hello
az: Salam

source: We received a request to reset your password. If you did not make this request, please disregard this email. Otherwise, click the button below to reset your password.
az: Parolunuzu sıfırlamaq üçün sorğu alındı. Əgər bu sorğunu siz göndərməmisinizsə, bu e-poçtu nəzərə almayın. Əks halda, parolunuzu sıfırlamaq üçün aşağıdakı düyməni basın.

source: Reset My Password
az: Parolumu sıfırla

source: Hello %(email)s,
az: Salam %(email)s,

source: Thank you for signing up! To complete your registration, please verify your email by clicking the button below.
az: Qeydiyyat üçün təşəkkür edirik! Qeydiyyatınızı tamamlamaq üçün aşağıdakı düyməni basaraq e-poçtunuzu təsdiqləyin.

source: Verify Now
az: İndi təsdiqlə

source: If you did not sign up with us, simply ignore this message.
az: Əgər bizə qeydiyyatdan keçməmisinizsə, bu mesajı nəzərə almayın.

source: Page Not Found
az: Səhifə tapılmadı

source: Oops! Page Not Found
az: Ups! Səhifə tapılmadı

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
az: Axtardığınız səhifə silinmiş, adı dəyişdirilmiş və ya müvəqqəti olaraq əlçatmaz ola bilər.

source: Back to Home
az: Ana səhifəyə qayıt

source: About
az: Haqqında

source: Home
az: Ana səhifə

source: Blog Details
az: Bloq detalları

source: Discussion
az: Müzakirə

source: Your Comment
az: Şərhiniz

source: Write your thoughts here.
az: Fikirlərinizi buraya yazın.

source: Post Comment
az: Şərhi göndər

source: Please
az: Zəhmət olmasa

source: log in
az: daxil olun

source: to post a comment.
az: şərh yazmaq üçün.

source: Related Topics
az: Aid mövzular

source: Share Article
az: Məqaləni paylaş

source: Copy Link
az: Linki kopyala

source: Blogs
az: Bloqlar

source: Discover our latest articles and updates.
az: Son məqalə və yeniliklərimizi kəşf edin.

source: No posts available.
az: Yazı yoxdur.

source: Our Address
az: Ünvanımız

source: Contact Number
az: Əlaqə nömrəsi

source: Opening Hour
az: İş saatı

source: Email address
az: E-poçt ünvanı

source: Your name
az: Adınız

source: Write a message
az: Mesaj yazın

source: Loading
az: Yüklənir

source: Your message has been sent. Thank you!
az: Mesajınız göndərildi. Təşəkkür edirik!

source: Submit Message
az: Mesaj Gönder

source: Failed to send message.
az: Mesaj göndərmək mümkün olmadı.

source: Unable to send. Please try again later.
az: Göndərmək mümkün deyil. Zəhmət olmasa sonra yenidən cəhd edin.

source: Forgot Password
az: Parolu unutdum

source: Login
az: Giriş

source: Enter your email and we’ll send you a link to reset your password.
az: E-poçtunuzu daxil edin, parolu sıfırlamaq üçün link göndərəcəyik.

source: Your email address
az: E-poçt ünvanınız

source: Send Reset Link
az: Linki göndər

source: Remembered?
az: Xatırladınız?

source: We’ve sent a password reset link to your email. Please check your inbox.
az: Parolu sıfırlamaq üçün link e-poçtunuza göndərildi. Zəhmət olmasa poçt qutunuzu yoxlayın.

source: Unable to send reset link. Please try again later.
az: Linki göndərmək mümkün olmadı. Zəhmət olmasa sonradan yenidən cəhd edin.

source: Featured Posts
az: Seçilmiş yazılar

source: Check Our
az: Yoxlayın

source: Category Section
az: Kateqoriya bölməsi

source: Don't Miss
az: Qaçırmayın

source: Revolutionize Your Digital Experience Today
az: Bu gün rəqəmsal təcrübənizdə inqilab edin

source: Strategia accelerates your business growth through innovative solutions and cutting-edge technology. Join thousands of satisfied customers who have transformed their operations.
az: Strategia innovativ həllər və ən müasir texnologiya vasitəsilə biznesinizin inkişafını sürətləndirir. Əməliyyatlarını dəyişdirən minlərlə məmnun müştəriyə qoşulun.

source: Premium Support
az: Premium dəstək

source: Cloud Integration
az: Bulud inteqrasiyası

source: Real-time Analytics
az: Real vaxt analitikası

source: Start Free Trial
az: Pulsuz sınağa başlayın

source: Learn More
az: Ətraflı öyrənin

source: Digital Platform
az: Rəqəmsal platforma

source: Growth Rate
az: İnkişaf tempi

source: Latest Posts
az: Son yazılar

source: Subscribe to our newsletter
az: Bülletenimizə abunə olun

source: Subscribe
az: Abunə ol

source: Your subscription request has been sent. Thank you!
az: Abunəlik sorğunuz göndərildi. Təşəkkür edirik!

source: Call to action image
az: Çağırış rəsmi

source: Failed to load posts.
az: Yazılar yüklənə bilmədi.

source: No featured posts.
az: Seçilmiş yazı yoxdur.

source: Read More
az: Daha çox oxu

source: Failed to load featured posts.
az: Seçilmiş yazılar yüklənmədi.

source: mins read
az: dəq. oxu

source: Failed to load category posts.
az: Kateqoriya yazıları yüklənmədi.

source: Failed to load latest posts.
az: Ən son yazılar yüklənmədi.

source: Please enter your credentials to access your account.
az: Hesabınıza daxil olmaq üçün giriş məlumatlarınızı daxil edin.

source: Continue with Google
az: Google ilə davam et

source: Forgot your password?
az: Parolunuzu unutmusunuz?

source: Don’t have an account?
az: Hesabınız yoxdur?

source: Sign Up
az: Qeydiyyatdan keçin

source: Invalid email or password.
az: E-poçt ünvanı və ya parol yanlışdır.

source: Your email is not verified. A new verification link has been sent.
az: E-poçt ünvanınız təsdiqlənməyib. Yeni təsdiqləmə linki göndərildi.

source: Login failed.
az: Giriş mümkün olmadı.

source: Unable to reach server.
az: Serverə qoşulmaq mümkün deyil.

source: Unable to start Google login.
az: Google girişi başlada bilmədik.

source: Logging in...
az: Daxil olunur...

source: Loading...
az: Yüklənir...

source: Please wait...
az: Zəhmət olmasa gözləyin...

source: Google login failed. Please try again.
az: Google girişi alınmadı. Zəhmət olmasa yenidən cəhd edin.

source: Profile
az: Profil

source: View and edit your personal information below.
az: Aşağıdakı şəxsi məlumatlarınıza baxın və redaktə edin.

source: User avatar
az: İstifadəçi avatar

source: Change avatar
az: Avatarı dəyişdirin

source: Clear avatar
az: Avatarı təmizləyin

source: Edit name
az: Adı redaktə edin

source: Save
az: Yadda saxla

source: Articles
az: Məqalələr

source: Awards
az: Mükafatlar

source: Followers
az: İzləyicilər

source: Change Password
az: Parolun dəyişdirilməsi

source: Current Password
az: Cari Parol

source: Delete Profile Image
az: Profil şəklini silin

source: Close
az: Bağlayın

source: Are you sure you want to delete your profile image?
az: Profil şəklinizi silmək istədiyinizə əminsiniz?

source: Yes, Delete
az: Bəli, Sil

source: Failed to update name.
az: Adı yeniləmək alınmadı.

source: Failed to upload profile image.
az: Profil şəklini yükləmək alınmadı.

source: Failed to delete profile image.
az: Profil şəklini silmək alınmadı.

source: Passwords do not match.
az: Parollar uyğun gəlmir.

source: Failed to change password.
az: Parolu dəyişdirmək alınmadı.

source: Server error.
az: Server xətası.

source: Reset Your Password
az: Parolunuzu Sıfırlayın

source: Please enter your new password.
az: Zəhmət olmasa yeni parolunuzu daxil edin.

source: New password
az: Yeni parol

source: Invalid or missing token.
az: Yanlış və ya çatışmayan token.

source: Your password has been reset. Redirecting to login...
az: Parolunuz sıfırlandı. Daxil olmaq üçün yönləndirilir...

source: Reset link is invalid or expired.
az: Sıfırlama linki etibarsızdır və ya vaxtı keçmişdir.

source: Password does not meet requirements.
az: Parol tələblərə cavab vermir.

source: Unable to reset password.
az: Parolu sıfırlamaq mümkün deyil.

source: Create a new account to get started.
az: Başlamaq üçün yeni hesab yaradın.

source: Already have an account?
az: Artıq hesabınız var?

source: Invalid input.
az: Yanlış daxiletmə.

source: Registration failed.
az: Qeydiyyat uğursuz oldu.

source: Verify Your Email
az: E-poçtunuzu Doğrulayın

source: Thank you for signing up! A verification link has been sent to your email address. Please check your inbox and click the link to activate your account.
az: Qeydiyyatdan keçdiyiniz üçün təşəkkür edirik! Doğrulama linki e-poçt ünvanınıza göndərildi. Zəhmət olmasa, gələnlər qutusunu yoxlayın və hesabınızı aktivləşdirmək üçün linkə klikləyin.

source: Verify Email
az: E-poçtu Təsdiqləyin

source: Verifying your email...
az: E-poçtunuz təsdiqlənir...

source: Invalid verification link.
az: Yanlış doğrulama linki.

source: Email successfully verified! You can now log in.
az: E-poçt uğurla təsdiqləndi! İndi daxil ola bilərsiniz.

source: Your verification link is invalid or has expired.
az: Doğrulama linkiniz etibarsızdır və ya vaxtı keçib.

source: Your email address is already verified.
az: E-poçt ünvanınız artıq təsdiqlənib.

source: Verification failed.
az: Doğrulama alınmadı.

source: Search
az: Axtar

source: Logout
az: Çıxış

source: Type & hit enter...
az: Yazın və Enter düyməsini basın...

source: Recent Posts
az: Son yazılar

source: New
az: Yeni

source: Save and continue editing
az: Saxla və redaktəyə davam et

source: Save and add another
az: Saxla və yenisini əlavə et

source: Save as new
az: Yeni kimi saxla

source: Overview of key metrics
az: Əsas göstəricilərin icmalı

source: Superusers
az: Superistifadəçilər

source: Account overview
az: Hesab icmalı

source: Manage Users
az: İstifadəçiləri idarə et

source: Add New
az: Yeni əlavə et

source: View All
az: Hamısına bax

source: Total Posts
az: Ümumi yazı sayı

source: published
az: nəşr edildi

source: drafts
az: taslaklar

source: Content overview
az: Məzmunun icmalı

source: Manage Posts
az: Yazıları idarə et

source: Communication
az: Kommunikasiya

source: Total Contacts
az: Ümumi əlaqələr

source: Latest Contact
az: Son əlaqə

source: No contacts yet
az: Hələ əlaqə yoxdur

source: Message inbox
az: Mesaj qutusu

source: View Contacts
az: Əlaqələrə bax

source: Resources & Quick Links
az: Resurslar və sürətli keçidlər

source: Visit Site
az: Sayta daxil olun

source: Go to the live application.
az: Canlı tətbiqə keçin.

source: Open Website
az: Veb saytı aç

source: Documentation
az: Sənədləşmə

source: Browse API docs and guides.
az: API sənədlərinə və təlimatlara baxın.

source: Go to Docs
az: Sənədlərə keçid

source: Support
az: Dəstək

source: Get help or report issues.
az: Yardım alın və ya problemləri bildirin.

source: Contact Support
az: Dəstək xidməti ilə əlaqə

source: Settings
az: Parametrlər

source: Configure your application.
az: Tətbiqinizi konfiqurasiya edin.

source: Manage Settings
az: Parametrləri idarə et

source: Analytics
az: Analitika

source: View analytics reports.
az: Analitika hesabatlarına baxın.

source: View Analytics
az: Analitikaya baxın

source: See All Resources
az: Bütün resurslara baxın

source: Quick Actions
az: Sürətli əməliyyatlar

source: Add User
az: İstifadəçi əlavə et

source: New Post
az: Yeni yazı

source: Actions
az: Əməliyyatlar

source: Delete selected items
az: Seçilmiş elementləri sil

source: prev
az: əvvəlki

source: next
az: növbəti

source: Show
az: Göstər

source: Page
az: Səhifə

source: Welcome to the Admin Panel
az: İdarəetmə panelinə xoş gəlmisiniz

source: Enter email
az: E-poçt ünvanını daxil edin

source: Enter password
az: Parolu daxil edin

source: Please confirm
az: Zəhmət olmasa təsdiqləyin

source: Yes
az: Bəli
